"{\"text\": \"Bell Atlantic and union officials negotiated through the day yesterday to end a strike that 73,000 telephone workers began shortly after midnight, inconveniencing millions of customers from Maine to Virginia.    The strike caused immediate delays ...Bell Atlantic and union officials negotiated through the day yesterday to end a strike that 73,000 telephone workers began shortly after midnight, inconveniencing millions of customers from Maine to Virginia. The strike caused immediate delays in reaching directory assistance. But union officials said the disruption would be greater today, when most Bell Atlantic workers would have normally reported to work and repairs and installations of phone lines already scheduled would face inevitable delays.\", \"label\": \"5\"}{\"text\": \"At first, several issues divided Local 100 of the Transport Workers Union and the Metropolitan Transportation Authority in their contract talks. But in the end, negotiations collapsed late Monday over one issue: pensions. The authority made an 11t...At first, several issues divided Local 100 of the Transport Workers Union and the Metropolitan Transportation Authority in their contract talks. But in the end, negotiations collapsed late Monday over one issue: pensions. The authority made an 11th-hour demand that new workers contribute 6 percent of their wages to their pension funds, up from 2 percent for current workers, a position that Roger Toussaint, above, president of Local 100, said the union could not accept. And for all the rage and bluster that followed, a costly strike for New York City was called over a plan that would have saved the transit authority less than $20 million over the next three years. BY STEVEN GREENHOUSE, PAGE B1\", \"label\": \"5\"}{\"text\": \"It was 10 below zero in the frozen-food warehouse, and suddenly the whirring of the forklifts stopped as bundled-up workers rushed over to meet James P. Hoffa and hear him vow to restore the International Brotherhood of Teamsters to the greatness ...It was 10 below zero in the frozen-food warehouse, and suddenly the whirring of the forklifts stopped as bundled-up workers rushed over to meet James P. Hoffa and hear him vow to restore the International Brotherhood of Teamsters to the greatness it had under his fabled father. Wearing just a windbreaker over a sweater, Mr. Hoffa led his retinue past boxes of frozen turkeys and broccoli piled 20 feet high, all the time urging workers in the warehouse near here to vote for him for teamsters' union president. Excited by the Hoffa name and ignoring his opponent's accusations that he is close to organized crime, the workers gave him wide-open smiles. Made comfortable by his easy manner, many gave him a friendly chuck on the shoulder.\", \"label\": \"5\"}{\"text\": \"The M.T.A. gave up its pension demand in the 37-month deal and the union agreed for workers to pay toward health premiums.The Metropolitan Transportation Authority and the transit workers' union announced a settlement yesterday in which the authority abandoned its demand for concessions on pensions and the union agreed to have all workers pay a portion of their health insurance premiums. Last night the executive board of the union, Local 100 of the Transport Workers Union, voted 37 to 4 to approve the tentative 37-month contract. One member abstained. The city's 33,700 subway and bus workers are expected to vote on the agreement early next month; some are expected to oppose it out of unhappiness over having to pay toward health premiums for the first time.\", \"label\": \"5\"}{\"text\": \"President Bush intervened in the 11-day shutdown of 29 West Coast ports today, successfully seeking a court order today to halt the employers' lockout of 10,500 longshoremen, because the operation of the ports is ''vital to our economy and to our ...President Bush intervened in the 11-day shutdown of 29 West Coast ports today, successfully seeking a court order today to halt the employers' lockout of 10,500 longshoremen, because the operation of the ports is ''vital to our economy and to our military.'' Judge William Alsup of Federal District Court in San Francisco issued a temporary injunction tonight that ordered the ports reopened immediately.\", \"label\": \"5\"}{\"text\": \"As labor dynasties go, few can rival the Hogans of Chicago.    William T. Hogan Jr. took the helm of Local 714 of the Teamsters in 1990, after his father had run the local for half a century. Now his son Robert heads the local.  As labor dynasties go, few can rival the Hogans of Chicago. William T. Hogan Jr. took the helm of Local 714 of the Teamsters in 1990, after his father had run the local for half a century. Now his son Robert heads the local.\", \"label\": \"5\"}{\"text\": \"A Federal judge in Dallas cited the union representing American Airlines pilots for contempt yesterday and fined it at least $10 million for ignoring his back-to-work order, as the pilots' continued sickout stranded tens of thousands of passengers...A Federal judge in Dallas cited the union representing American Airlines pilots for contempt yesterday and fined it at least $10 million for ignoring his back-to-work order, as the pilots' continued sickout stranded tens of thousands of passengers on a busy holiday weekend. Judge Joe Kendall said the fine could ultimately be far more than $10 million because it was intended in part to reimburse American for the losses it had suffered from the weeklong sickout. American estimates that the job action has cost it more than $40 million.\", \"label\": \"5\"}{\"text\": \"For decades Hollywood was a town run by a few moguls. Films were churned out like autos on an assembly line. Labor negotiations in the 1930's and 1940's were often resolved through the strong-arm tactics of dynastic studios. By the 1960's, with th...For decades Hollywood was a town run by a few moguls. Films were churned out like autos on an assembly line. Labor negotiations in the 1930's and 1940's were often resolved through the strong-arm tactics of dynastic studios. By the 1960's, with the power of studios ebbing, the unions and film studios as well as television networks placed labor negotiations in the hands of the town's top broker, Lew R. Wasserman, then the chairman of MCA Inc. The town has changed. Mr. Wasserman is 87 and frail, and Hollywood's power structure is a complex amalgam of competing corporate interests. The unions, once weak and divided, are emboldened. And, most important, Hollywood is now beset by issues that go beyond simple wage increases for actors and others. The growth of foreign markets for films and television series, the expansion of the video and DVD industries and, more recently, the Internet explosion have left writers, actors and directors with deep grievances about their pay and status.\", \"label\": \"5\"}{\"text\": \"Photo of Pres Clinton and Teamsters' pres James P Hoffa\", \"label\": \"5\"}"