[{"text":"Last New York Checker Turns Off Its Meter for GoodThe last day of the last Checker cab in New York should have been full of nostalgia and romance, the storied retirement of a much-loved machine integral to the city's lore and lure.    Instead, it was filled with hassles.  The last day of the last Checker cab in New York should have been full of nostalgia and romance, the storied retirement of a much-loved machine integral to the city's lore and lure. Instead, it was filled with hassles.","label":"Transportation"},{"text":"Investment Bubble Builds New ChinaA recent investment binge in China could produce unneeded factories and underused highways, weakening the country's already shaky financial system.Nature spent millennia carving the jagged limestone mountains of Guangxi Province into the fanciful forest of stand-alone peaks so prized by ancient painters and modern tourists. Ren Ping and his crew of a few dozen migrant workers have been at their jobs only a few months, but the elevated superhighway they are building has already burrowed a path through the prehistoric crags. ''We'll go around this one, but we will have to slice through that one over there,'' Mr. Ren said over the roar of dump trucks pouring cement. ''Drivers on this road will have the most beautiful view in all China.''","label":"International Affairs and Foreign Aid"},{"text":"Florida Will Award Vouchers for Pupils Whose Schools FailIn a move that critics say will cause an exodus from struggling inner-city schools but that advocates believe will save them, Gov. Jeb Bush and leaders in the Florida Legislature have agreed on a plan to let children in the state's lowest-rated sc...In a move that critics say will cause an exodus from struggling inner-city schools but that advocates believe will save them, Gov. Jeb Bush and leaders in the Florida Legislature have agreed on a plan to let children in the state's lowest-rated schools attend private schools with state-paid tuition. The plan, a cornerstone of Mr. Bush's campaign for governor, would make Florida the only state to pay for vouchers for students to attend private schools, including religious schools. It is expected to be approved by the House and Senate as early as Wednesday.","label":"Education"}]