[{"text":"The last day of the last Checker cab in New York should have been full of nostalgia and romance, the storied retirement of a much-loved machine integral to the city's lore and lure.    Instead, it was filled with hassles.  The last day of the last Checker cab in New York should have been full of nostalgia and romance, the storied retirement of a much-loved machine integral to the city's lore and lure. Instead, it was filled with hassles.","label":"Transportation"},{"text":"A recent investment binge in China could produce unneeded factories and underused highways, weakening the country's already shaky financial system.Nature spent millennia carving the jagged limestone mountains of Guangxi Province into the fanciful forest of stand-alone peaks so prized by ancient painters and modern tourists. Ren Ping and his crew of a few dozen migrant workers have been at their jobs only a few months, but the elevated superhighway they are building has already burrowed a path through the prehistoric crags. ''We'll go around this one, but we will have to slice through that one over there,'' Mr. Ren said over the roar of dump trucks pouring cement. ''Drivers on this road will have the most beautiful view in all China.''","label":"International Affairs and Foreign Aid"},{"text":"In a move that critics say will cause an exodus from struggling inner-city schools but that advocates believe will save them, Gov. Jeb Bush and leaders in the Florida Legislature have agreed on a plan to let children in the state's lowest-rated sc...In a move that critics say will cause an exodus from struggling inner-city schools but that advocates believe will save them, Gov. Jeb Bush and leaders in the Florida Legislature have agreed on a plan to let children in the state's lowest-rated schools attend private schools with state-paid tuition. The plan, a cornerstone of Mr. Bush's campaign for governor, would make Florida the only state to pay for vouchers for students to attend private schools, including religious schools. It is expected to be approved by the House and Senate as early as Wednesday.","label":"Education"},{"text":"Photo of funeral of New York City Police Officer Charles A Davis, who was slain in robbery in Queens on December 21, and of father-in-law who died of natural causes day later","label":"Law, Crime, and Family Issues"},{"text":"Proud and increasingly prosperous, India and Sri Lanka have promised to spare no expense to help the tens of thousands whose lives were overturned.A truckload of food suddenly delivered by a wealthy Sri Lankan businessman calmed tension here on Friday in one camp of hungry refugees where senior government officials refused even to admit there was a shortage. The gesture was just one in which wealthy Colombo textile magnates or newly minted Bangalore millionaires, here and in India, traveled hundreds of miles to bring food, clothing and medicine directly to areas where local government seemed overwhelmed.","label":"International Affairs and Foreign Aid"},{"text":"The rebel cleric Moktada al-Sadr refused to meet here on Tuesday with a peace delegation that traveled from a national conference in Baghdad, and fighting between American forces and his Shiite militia intensified.       It is not yet clear whethe...The rebel cleric Moktada al-Sadr refused to meet here on Tuesday with a peace delegation that traveled from a national conference in Baghdad, and fighting between American forces and his Shiite militia intensified. It is not yet clear whether Mr. Sadr's refusal to meet the delegates will scuttle the chance for talks between him and the interim Iraqi government. Members of the mission said they were not upset that Mr. Sadr had turned them away, and both sides said lower-level discussions had been cordial.","label":"Defense"},{"text":"During Columbia's liftoff, not one but three chunks of debris flew off the 15-story external fuel tank and hit the shuttle's left wing, according to a document NASA made public yesterday. Previously, the public inquiry into what caused the craft t...During Columbia's liftoff, not one but three chunks of debris flew off the 15-story external fuel tank and hit the shuttle's left wing, according to a document NASA made public yesterday. Previously, the public inquiry into what caused the craft to break up on re-entry focused only on the largest chunk. The document, dated Jan. 24, is the third in a series of reports that analysts at Boeing, a major shuttle contractor, prepared to help NASA judge if the debris had endangered the shuttle and its crew of seven astronauts. The first report talked of ''a large piece of debris,'' not three. All three reports, completed while Columbia was in orbit, reassured NASA that any damage from the debris would not threaten the flight.","label":"Space, Science, Technology and Communications"},{"text":"Photo of service in West Paducah, Ky, for three girls slain on Dec 1","label":"Education"},{"text":"When a bomb struck Saudi Arabia's National Guard headquarters last November,  killing five Americans, King Fahd was thunderstruck. \"Catastrophes are coming at us one after the other,\" he confided to a close associate.         Two weeks later, the ...When a bomb struck Saudi Arabia's National Guard headquarters last November, killing five Americans, King Fahd was thunderstruck. \"Catastrophes are coming at us one after the other,\" he confided to a close associate. Two weeks later, the King experienced a catastrophe of his own: he suffered a debilitating stroke, forcing the royal family to grapple with the issue of who will rule the country.","label":"International Affairs and Foreign Aid"},{"text":"Despite an earlier accord, Russia and NATO are still arguing about exactly where Russian peacekeepers should go in Kosovo and whose orders they should follow. Page A10.  Despite an earlier accord, Russia and NATO are still arguing about exactly where Russian peacekeepers should go in Kosovo and whose orders they should follow. Page A10.","label":"International Affairs and Foreign Aid"},{"text":"Parents and school officials in this affluent suburb, where test scores are among the highest not only in the state but also in the nation, are planning a coordinated revolt against state standardized tests, saying they have stifled creativity and...Parents and school officials in this affluent suburb, where test scores are among the highest not only in the state but also in the nation, are planning a coordinated revolt against state standardized tests, saying they have stifled creativity and forced teachers to abandon the very programs that have made the schools excel. The parents of some 100 eighth graders -- a third of the class -- have pledged to keep their children home from school when tests are administered in that grade next month. They are doing this with consent, and even subtle advice, from school officials, who administer the tests.","label":"Defense"},{"text":" To the Editor:    Re ''Councilman Is Fatally Shot in City Hall'' (front page, July 24):  To the Editor: Re ''Councilman Is Fatally Shot in City Hall'' (front page, July 24):","label":"Energy"},{"text":"Violence erupted on several fronts today as Israeli troops kept a tight hold on six Palestinian-ruled towns in the West Bank that they invaded last week.    In Jerusalem a Palestinian went on a shooting spree, wounding four Israelis before he was ...Violence erupted on several fronts today as Israeli troops kept a tight hold on six Palestinian-ruled towns in the West Bank that they invaded last week. In Jerusalem a Palestinian went on a shooting spree, wounding four Israelis before he was killed by a soldier.","label":"Education"},{"text":"As many as 23 people were reported dead on Tuesday in bombings and gun battles in Uzbekistan during a third day of violence in a strategic ally of the United States that borders Afghanistan.    Bombs and shootings had already taken the lives of at...As many as 23 people were reported dead on Tuesday in bombings and gun battles in Uzbekistan during a third day of violence in a strategic ally of the United States that borders Afghanistan. Bombs and shootings had already taken the lives of at least 19 people on Sunday and Monday in the Central Asian nation, where the United States has maintained a military base since shortly after Sept. 11, 2001.","label":"Defense"},{"text":" To the Editor:    Re ''Councilman Is Fatally Shot in City Hall'' (front page, July 24):  To the Editor: Re ''Councilman Is Fatally Shot in City Hall'' (front page, July 24):","label":"Environment"},{"text":" To the Editor:    Contrary to the assertions of Mayor Michael R. Bloomberg and your July 24 editorial, the assassination of City Councilman James E. Davis was an act of terrorism.   To the Editor: Contrary to the assertions of Mayor Michael R. Bloomberg and your July 24 editorial, the assassination of City Councilman James E. Davis was an act of terrorism.","label":"Energy"},{"text":"Photo of Iraqis carrying portrait of Saddam Hussein and what they say is part of burned American military vehicle to celebration in Khaldiya after two American soldiers are wounded there","label":"International Affairs and Foreign Aid"},{"text":" To the Editor:    The murder of Councilman James E. Davis (front page, July 24) by a political opponent highlights the need for members of Congress to start fighting again for reasonable gun safety legislation.   To the Editor: The murder of Councilman James E. Davis (front page, July 24) by a political opponent highlights the need for members of Congress to start fighting again for reasonable gun safety legislation.","label":"International Affairs and Foreign Aid"},{"text":"In the latest outburst of violence against Americans, an explosion in a warehouse in Baghdad killed two U.S. soldiers and a firefight between marines and insurgents in Falluja killed one marine and eight others.In the latest outburst of violence against Americans, an explosion in a warehouse in Baghdad killed two U.S. soldiers and a firefight between marines and insurgents in Falluja killed one marine and eight others.","label":"Law, Crime, and Family Issues"},{"text":"In the latest outburst of violence against Americans, an explosion in a warehouse in Baghdad killed two U.S. soldiers and a firefight between marines and insurgents in Falluja killed one marine and eight others.In the latest outburst of violence against Americans, an explosion in a warehouse in Baghdad killed two U.S. soldiers and a firefight between marines and insurgents in Falluja killed one marine and eight others.","label":"Defense"},{"text":"The good life is gobbling up the old life in every direction around here. Where not too long ago there was prairie and small-town America in the shadow of the foothills, now there are new and expensive houses, lush golf courses, shopping malls, mu...The good life is gobbling up the old life in every direction around here. Where not too long ago there was prairie and small-town America in the shadow of the foothills, now there are new and expensive houses, lush golf courses, shopping malls, multiplex movie theaters and modern walled communities with bygone names like Country Farms and Grant Ranch. But today, 24 hours after two teen-age boys turned nearby Columbine High School into a killing field, many people here are mourning not just the sons and daughters who were cut down but also the area's old-fashioned sense of safety and maybe even its old-fashioned faith in the future.","label":"Defense"},{"text":"President Bush will ask Congress to relax environmental laws so the timber industry can step up logging across millions of acres of national forest land increasingly prone to devastating wildfires, senior administration officials said today.    Th...President Bush will ask Congress to relax environmental laws so the timber industry can step up logging across millions of acres of national forest land increasingly prone to devastating wildfires, senior administration officials said today. The plan is to be made public on Thursday, when Mr. Bush travels to southern Oregon. But after published reports today on the general thrust of the decision, environmentalists and some Democrats quickly condemned what they called a White House effort to promote rejuvenated logging in the name of fire prevention.","label":"Banking, Finance, and Domestic Commerce"},{"text":"The measure would order the government to renegotiate leases with companies that drill in the Gulf of Mexico.The measure would order the government to renegotiate leases with companies that drill in the Gulf of Mexico.","label":"Health"},{"text":"To catch a glimpse of the future of this country, look for a moment through the eyes of teenage girls who are coming of age here in the capital.    In an air-conditioned bedroom with pink everything on the walls, Yosor Ali al-Qatan, 15, stares lon...To catch a glimpse of the future of this country, look for a moment through the eyes of teenage girls who are coming of age here in the capital. In an air-conditioned bedroom with pink everything on the walls, Yosor Ali al-Qatan, 15, stares longingly at a hip-hugging pair of pink pinstriped pants. The new Iraq, her mother warns her, is far too dangerous for a 15-year-old girl to be seen in such pants.","label":"Space, Science, Technology and Communications"},{"text":"In what appeared to be a serious new effort to prosecute Indonesia's former president, Suharto, the government for the first time named him as a suspect today in a widening corruption investigation and summoned him for questioning on Monday.    Mr...In what appeared to be a serious new effort to prosecute Indonesia's former president, Suharto, the government for the first time named him as a suspect today in a widening corruption investigation and summoned him for questioning on Monday. Mr. Suharto's lawyers immediately responded that he was too sick to attend. The former president is 78 and was hospitalized twice last year after suffering a stroke. ''He is physically and mentally unfit to appear for the questioning,'' said one of the lawyers, Juan Felix Tampubolon.","label":"Defense"},{"text":"She has been haunted by many things these last few days. The image of a woman pleading for her life, so that her five children would not be left motherless. The photograph of a man twisted under a bar stool, unsuccessfully trying to shield himself...She has been haunted by many things these last few days. The image of a woman pleading for her life, so that her five children would not be left motherless. The photograph of a man twisted under a bar stool, unsuccessfully trying to shield himself from a robber's bullet. The smirk on the lips of Darrel K. Harris as witnesses identified him as the killer of three people at a Brooklyn social club -- Club Happiness. And there was another picture, a snapshot from the life of the 49-year-old woman, a juror in Mr. Harris's trial, who spoke briefly and reluctantly yesterday on the condition that her name not be used. She recalled a time when she had been sick, near death, and terrified of leaving her teen-age son behind.","label":"Defense"},{"text":"Most of the 10 marines killed on Thursday in Iraq were part of a generation who enlisted knowing that they might see combat. Page 45.  Most of the 10 marines killed on Thursday in Iraq were part of a generation who enlisted knowing that they might see combat. Page 45.","label":"Defense"},{"text":"Former Director Louis J. Freeh of the F.B.I., who has been blamed by some in Congress as failing to grasp the threat of terrorism in the 1990's, faulted lawmakers today for failing to approve bigger budgets that he said were vital to the F.B.I.'s ...Former Director Louis J. Freeh of the F.B.I., who has been blamed by some in Congress as failing to grasp the threat of terrorism in the 1990's, faulted lawmakers today for failing to approve bigger budgets that he said were vital to the F.B.I.'s antiterror effort. In testimony before the joint Congressional committee investigating the Sept. 11 attacks, Mr. Freeh said he fought throughout his eight-year tenure to make terrorism a high priority, but was hobbled by lack of money and legal restraints that hampered the bureau in penetrating terror networks.","label":"Defense"},{"text":"A six-page note threatening suicide written by the chief financial officer of the Bayou Group, a hedge fund company accused by prosecutors of conducting a $300 million fraud, appears to answer in sometimes gripping detail the questions that have c...A six-page note threatening suicide written by the chief financial officer of the Bayou Group, a hedge fund company accused by prosecutors of conducting a $300 million fraud, appears to answer in sometimes gripping detail the questions that have consumed Bayou's investors since it imploded a month ago. The note, along with an examination of Bayou's financial documents and interviews with friends and former colleagues of the firm's founder, fill in the missing pieces of the company's collapse. In the face of dire losses in 1998, the note says, Mr. Israel and a colleague devised a scheme to produce fake audits of the funds' performance, and to try to make up the losses the next year. The plan failed.","label":"Transportation"},{"text":"Young gay black men in six cities are becoming infected with the AIDS virus at the rate of almost 15 percent a year, according to a new study by federal researchers, who found the rate ''alarming'' and called for expanded prevention efforts.     T...Young gay black men in six cities are becoming infected with the AIDS virus at the rate of almost 15 percent a year, according to a new study by federal researchers, who found the rate ''alarming'' and called for expanded prevention efforts. The same researchers reported in February that H.I.V., the AIDS virus, infects 30 percent of young, gay black men.","label":"Social Welfare"},{"text":"The Atlantic Seaboard and the Caribbean face 10 to 40 years of stronger and more frequent hurricanes, a new analysis of weather data shows.    As a result, crowded coastlines and islands are confronted with the greatest risk of devastation in a ge...The Atlantic Seaboard and the Caribbean face 10 to 40 years of stronger and more frequent hurricanes, a new analysis of weather data shows. As a result, crowded coastlines and islands are confronted with the greatest risk of devastation in a generation, said the scientists who conducted the study.","label":"International Affairs and Foreign Aid"},{"text":"When military jurors here considered the sexual misconduct charges against Sgt. Maj. Gene C. McKinney, they were caught in the same muddle that often complicates such harassment cases, whether civilian or military: Whom to believe when a woman say...When military jurors here considered the sexual misconduct charges against Sgt. Maj. Gene C. McKinney, they were caught in the same muddle that often complicates such harassment cases, whether civilian or military: Whom to believe when a woman says one thing and a man says another. Faced with conflicting testimony, little physical evidence, six female accusers whose credibility was questioned and a defendant with an otherwise shining reputation, the jurors concluded they could not say beyond a reasonable doubt that the crimes had been committed.","label":"Macroeconomics"},{"text":"The board of the International Atomic Energy Agency appears prepared to approve a resolution on Iran's 18 years of secret work on a nuclear program that will stop short of recommending United Nations Security Council action, a setback to President...The board of the International Atomic Energy Agency appears prepared to approve a resolution on Iran's 18 years of secret work on a nuclear program that will stop short of recommending United Nations Security Council action, a setback to President Bush, senior officials from several countries said here Wednesday. Only hours after Mr. Bush, in Britain, declared that the agency must hold Iran to its obligations under the Nuclear Nonproliferation Treaty, officials here said that the board was likely to adopt a European-sponsored resolution that was being strengthened on Wednesday to include wording that would likely ''deplore'' Iran's deceptions and declare that they amounted to a ''breach'' of its obligations.","label":"Health"},{"text":"Confronting a political uproar over its disclosure that President Bush was cautioned last August that Osama bin Laden might be planning a hijacking, the White House said today that the assessment was in a C.I.A. analysis that was not based on spec...Confronting a political uproar over its disclosure that President Bush was cautioned last August that Osama bin Laden might be planning a hijacking, the White House said today that the assessment was in a C.I.A. analysis that was not based on specific intelligence of any pending attack. In a detailed briefing this afternoon, Condoleezza Rice, the president's national security adviser, said the government had received numerous reports of terrorist threats last summer, but she emphasized that the information seemed general and pointed toward potential attacks overseas.","label":"Defense"},{"text":"John C. Danforth, named to head a special investigation into the 1993 Government raid on the Branch Davidians' compound near Waco, Tex., said his job would be ''to answer the dark questions'' concerning the attack in which some 80 members of the D...John C. Danforth, named to head a special investigation into the 1993 Government raid on the Branch Davidians' compound near Waco, Tex., said his job would be ''to answer the dark questions'' concerning the attack in which some 80 members of the Davidian sect died. Article, page A21.","label":"Labor, Employment, and Immigration"},{"text":"A Texas woman on a Caribbean cruise with her husband accused a waiter of drugging their dinner drinks and later raping her in their cabin.    An Oregon family on a cruise said their daughter was raped by a ship's bartender after she celebrated her...A Texas woman on a Caribbean cruise with her husband accused a waiter of drugging their dinner drinks and later raping her in their cabin. An Oregon family on a cruise said their daughter was raped by a ship's bartender after she celebrated her 16th birthday in a bar.","label":"Defense"},{"text":"Shortly after 10 A.M. on Oct. 25, 1994, radar and infrared sensors aboard a Coast Guard jet over the Atlantic off Puerto Rico detected a possible oil discharge. As the aircraft swept low, its crew saw a long oil slick trailing a ship entering the ...Shortly after 10 A.M. on Oct. 25, 1994, radar and infrared sensors aboard a Coast Guard jet over the Atlantic off Puerto Rico detected a possible oil discharge. As the aircraft swept low, its crew saw a long oil slick trailing a ship entering the San Juan harbor. The vessel was then the largest cruise ship in the world, Royal Caribbean's Sovereign of the Seas, a floating resort the length of three football fields. When Coast Guard inspectors boarded the ship in port, its officers denied discharging any oil.","label":"Community Development and Housing Issues"},{"text":"Shortly after midnight last Feb. 25, James Curtis, a 59-year-old retired businessman from Maryland, was found unconscious in a public restroom aboard the Sensation, one of the 14 ships of Carnival Cruise Lines. He was revived by the ship's nurse a...Shortly after midnight last Feb. 25, James Curtis, a 59-year-old retired businessman from Maryland, was found unconscious in a public restroom aboard the Sensation, one of the 14 ships of Carnival Cruise Lines. He was revived by the ship's nurse and taken to the infirmary. Over the next six hours, Mr. Curtis drifted in and out of consciousness, all the time complaining about worsening stomach pains. The nurse and a doctor hooked him to an IV and gave him a breathing tube. But they missed that an abdominal rupture was causing him to bleed to death. Such ruptures are often fatal. But even had they recognized the blood loss, they had no equipment to give him a transfusion.","label":"Community Development and Housing Issues"},{"text":"The kitchen on a cruise ship starts bustling for breakfast before 6 a.m., and some days the workers do not stop peeling, cooking and washing until after the midnight buffet. For laboring as long as 18 hours a day, seven days a week, most galley wo...The kitchen on a cruise ship starts bustling for breakfast before 6 a.m., and some days the workers do not stop peeling, cooking and washing until after the midnight buffet. For laboring as long as 18 hours a day, seven days a week, most galley workers are paid $400 to $450 a month. These are the migrant workers of the oceans, the thousands of dishwashers, assistant cooks, cabin cleaners and brass-rail polishers who toil unnoticed and unheard aboard luxury cruise ships. Most are from third-world countries, working for months without a day off, living in shared quarters with little or no access to the ship's public areas.","label":"International Affairs and Foreign Aid"},{"text":"The world's largest cruise company, the Carnival Corporation, earned $2 billion in profits over the last three years. But the company, with headquarters here in two multistory buildings on Carnival Place, paid less than 1 percent in income taxes e...The world's largest cruise company, the Carnival Corporation, earned $2 billion in profits over the last three years. But the company, with headquarters here in two multistory buildings on Carnival Place, paid less than 1 percent in income taxes even though its earnings exceeded those of many Fortune 500 companies. Royal Caribbean Cruises, the second-largest cruise company, whose headquarters overlook the Port of Miami, reported profits of $657 million over the same time. Its financial statements do not even include a line for income taxes.","label":"Civil Rights, Minority Issues, and Civil Liberties"},{"text":"Offering a detailed look at what it might take to overhaul Social Security, two influential members of Congress have developed a proposal that would achieve President Bush's goal of creating investment accounts for all workers -- but at the cost o...Offering a detailed look at what it might take to overhaul Social Security, two influential members of Congress have developed a proposal that would achieve President Bush's goal of creating investment accounts for all workers -- but at the cost of substantial cuts in guaranteed benefits. The proposal, which will be introduced as legislation in the House, largely tracks the general approach set out by Mr. Bush when he established a commission this spring to develop a specific plan for him. The commission is just beginning to work on its plan.","label":"Defense"},{"text":"Slobodan Milosevic  gray and remote, internationally isolated and politically unpopular, charged with war crimes, his army restive and its reservists outraged, his economy ruined and his factories bombed, his refineries and electricity system smas...Slobodan Milosevic gray and remote, internationally isolated and politically unpopular, charged with war crimes, his army restive and its reservists outraged, his economy ruined and his factories bombed, his refineries and electricity system smashed and his sources of fuel unclear, his roads and railways holed and his bridges collapsed -- has not only survived the loss of Kosovo, but gained a second wind. How he has managed to do so over the last five months is a testament to his grit, preparation and peculiar world view, as well as to his strict control over the levers of the state.","label":"Defense"},{"text":"Credit card companies are changing the terms of their accounts at a historically high rate, costing Americans millions of dollars in fees that they did not expect.When Ed Schwebel was whittling down his mound of credit card debt at an interest rate of 9.2 percent, the MBNA Corporation had a happy and profitable customer. But this summer, when MBNA suddenly doubled the rate on his account, Mr. Schwebel joined the growing ranks of irate cardholders stunned by lenders' harsh tactics. Mr. Schwebel, 58, a semiretired software engineer in Gilbert, Ariz., was not pleased that his minimum monthly payment jumped from $502 in June to $895 in July. But what really made him angry, he said, was the sense that he was being punished despite having held up his end of the bargain with MBNA.","label":"Health"},{"text":"Days before New York City is to release its plan for managing emergency response at major disasters, Fire Department officials say it jeopardizes public safety.Days before New York City is to make public its plan for managing the emergency response at major disasters, senior Fire Department officials still have grave concerns about the part of the plan that gives the Police Department primary responsibility at the scene of a biological or chemical attack. The Fire Department, in a 21-page February memo to the city's Office of Emergency Management signed by Fire Commissioner Nicholas Scoppetta, said that allowing the Police Department to control agencies at the scene of such an attack ''jeopardizes public safety.''","label":"Health"},{"text":"Lucent Technologies, the once-mighty telecommunications equipment giant, announced a large loss and plans to cut 20,000 jobs, continuing a collapse that will leave it with far fewer than half the 155,000 workers it employed a year ago.  Lucent Technologies, the once-mighty telecommunications equipment giant, announced a large loss and plans to cut 20,000 jobs, continuing a collapse that will leave it with far fewer than half the 155,000 workers it employed a year ago.","label":"Banking, Finance, and Domestic Commerce"},{"text":"''Beverly Hills is a nice place to be a rat,'' Ray Honda explained, admiring the cool, verdant landscape of the moneyed class, with its fruit trees, bird feeders, swimming pools and dog-food bowls. ''It's a very good address.''    Mr. Honda, a Los...''Beverly Hills is a nice place to be a rat,'' Ray Honda explained, admiring the cool, verdant landscape of the moneyed class, with its fruit trees, bird feeders, swimming pools and dog-food bowls. ''It's a very good address.'' Mr. Honda, a Los Angeles County health inspector whose speech and demeanor bring Peter Lorre to mind, was quick to append, ''the four-legged kind,'' adding: ''More rats than people, probably. And when they get really bad you can smell them.''","label":"International Affairs and Foreign Aid"},{"text":"Scattered throughout the dry neighborhoods of New Orleans are people who are defying Mayor C. Ray Nagin's orders to leave.Ten days ago, the water rose to the front steps of their house. Four days ago, it began falling. But only now is the city demanding that Richie Kay and Emily Harris get out. They cannot understand why. They live on high ground in the Bywater neighborhood, and their house escaped structural damage. They are healthy and have enough food and water to last almost a year.","label":"Foreign Trade"},{"text":"Thousands of Jordanians braved a frigid downpour to march on Parliament today, demanding that the kingdom sever ties with Israel, while protesters in Egypt packed the streets around Cairo University for a fifth straight day.    Up to now the anger...Thousands of Jordanians braved a frigid downpour to march on Parliament today, demanding that the kingdom sever ties with Israel, while protesters in Egypt packed the streets around Cairo University for a fifth straight day. Up to now the anger in the streets has not gone beyond the control of any of the autocratic governments in the region. But officials spend each day and much of the night monitoring television reports or checking their mobile phones for the urgent headlines flashed there by subscription services.","label":"Defense"},{"text":"Havana, sometime before 1994: As dusk descends on the quaint seaside village of Guanabo, two young men kick a soccer ball back and forth and back and forth across the sand. The tall one, Joel Ruiz, is black. The short, wiry one, Achmed Valdes, is ...Havana, sometime before 1994: As dusk descends on the quaint seaside village of Guanabo, two young men kick a soccer ball back and forth and back and forth across the sand. The tall one, Joel Ruiz, is black. The short, wiry one, Achmed Valdes, is white. They are the best of friends.","label":"Defense"},{"text":"Despite United States laws intended to curb international trafficking in firearms, the Clinton Administration has discovered that Washington has virtually no control over where American weapons end up once they are shipped to Europe, American and ...Despite United States laws intended to curb international trafficking in firearms, the Clinton Administration has discovered that Washington has virtually no control over where American weapons end up once they are shipped to Europe, American and European officials say. As a result, law enforcement officials in Europe and the United States say, thousands of high-powered and semi-automatic American pistols and rifles sold to Europe in the last few years have ended up fueling violent conflicts in places that include Rwanda, the countries that once were part of Yugoslavia, Algeria and Turkey, and in the hands of street criminals and organized crime syndicates. There are also indications that American firearms have found their way to Iraq and Iran.","label":"Labor, Employment, and Immigration"},{"text":"The United States and its allies early today approved an order opening the way for NATO to begin a bombing campaign in the Serbian province of Kosovo in four days' time. But White House officials said an agreement to end the crisis with the Serbs ...The United States and its allies early today approved an order opening the way for NATO to begin a bombing campaign in the Serbian province of Kosovo in four days' time. But White House officials said an agreement to end the crisis with the Serbs appeared imminent. NATO's action was clearly aimed more at keeping maximum diplomatic pressure to bear on President Slobodan Milosevic of Yugoslavia, than at preparing for military action.","label":"Defense"},{"text":"Fearing huge payouts to millions of American men, several large insurers are adopting strict reimbursement policies for Viagra, Pfizer Inc.'s new pill for impotence, requiring proof of a medical cause for the problem and limiting the number of pil...Fearing huge payouts to millions of American men, several large insurers are adopting strict reimbursement policies for Viagra, Pfizer Inc.'s new pill for impotence, requiring proof of a medical cause for the problem and limiting the number of pills. Experts think these preliminary standards, which are being developed amid a frenzy of interest in the new drug, will quickly evolve into a national pattern for Viagra repayment policies. Insurers have been wrestling for weeks with how to cover the drug without paying the claims of men who do not suffer from physical ailments or diseases that cause impotence.","label":"Banking, Finance, and Domestic Commerce"},{"text":"Two of the most rigorous studies yet completed on the relationship between cellular phones and brain tumors have found that cell-phone users are no more likely than anyone else to develop benign tumors or malignant brain cancers.    One study, sup...Two of the most rigorous studies yet completed on the relationship between cellular phones and brain tumors have found that cell-phone users are no more likely than anyone else to develop benign tumors or malignant brain cancers. One study, supported by the National Cancer Institute, was released last night, weeks ahead of its scheduled publication in The New England Journal of Medicine, to match a similar study, which was paid for by the cell-phone industry and the federal government, that is being published today in The Journal of the American Medical Association.","label":"Foreign Trade"},{"text":"Accepting its most important commercial-speech case in years, the Supreme Court agreed to review a decision holding Nike, the sportswear company, potentially liable for damages for any false or misleading statements it makes in defense of its over...Accepting its most important commercial-speech case in years, the Supreme Court agreed to review a decision holding Nike, the sportswear company, potentially liable for damages for any false or misleading statements it makes in defense of its overseas business practices.","label":"Labor, Employment, and Immigration"},{"text":"For pushing through an ordinance banning cigarette vending machines from the streets of his tiny town a few hundred miles north of Tokyo, the World Health Organization wanted to bestow an award on the mayor of Fukauramachi in honor of No Smoking D...For pushing through an ordinance banning cigarette vending machines from the streets of his tiny town a few hundred miles north of Tokyo, the World Health Organization wanted to bestow an award on the mayor of Fukauramachi in honor of No Smoking Day last month. But the mayor refused it. The law, the first in a country where cigarette vending machines are as common as water fountains, does not take effect until Oct. 1 and includes no penalties for violators -- but some vending machine owners are still fighting it.","label":"Defense"},{"text":"The World Trade Organization agreed in Geneva that it would eventually eliminate billions of dollars of farm subsidies for rich nations in a new framework for revising global trade rules aimed at helping the world's poorest people.  The World Trade Organization agreed in Geneva that it would eventually eliminate billions of dollars of farm subsidies for rich nations in a new framework for revising global trade rules aimed at helping the world's poorest people.","label":"Civil Rights, Minority Issues, and Civil Liberties"},{"text":"The independent commission investigating the Sept. 11 attacks has found that the Pentagon's domestic air-defense command was disastrously unprepared for a major terrorist strike on American soil and was slow and confused in its response to the hij...The independent commission investigating the Sept. 11 attacks has found that the Pentagon's domestic air-defense command was disastrously unprepared for a major terrorist strike on American soil and was slow and confused in its response to the hijackings that morning, according to officials who have read a draft report of the commission's findings. The officials said the draft had been circulated in recent days among commission members and at the Pentagon in preparation for public release of the report at a hearing on Thursday.","label":"Labor, Employment, and Immigration"},{"text":"Many residents and miners' families said Wednesday that the mining company should have told them sooner about the deaths.As this tiny town struggled to contain its anguish and anger over the deaths of 12 men in a coal mine explosion, the mine's owners came under fierce criticism on Wednesday for the miscommunications that caused the miners' families to believe that their loved ones had survived the ordeal. ''It's like walking through a mortuary, the sadness is that deep,'' said Clifford Rice, a Sago resident.","label":"Transportation"},{"text":"The defense lawyer was the 10th person associated with the court trying Saddam Hussein to be killed in the last 18 months.The defense lawyer was the 10th person associated with the court trying Saddam Hussein to be killed in the last 18 months.","label":"International Affairs and Foreign Aid"},{"text":"Just hours after the World Trade Organization appointed a panel of judges to hear a European challenge to Washington's embargo of Cuba, the United States said today that it would refuse to take part in the legal proceedings. It declared that the n...Just hours after the World Trade Organization appointed a panel of judges to hear a European challenge to Washington's embargo of Cuba, the United States said today that it would refuse to take part in the legal proceedings. It declared that the new body, which was intended to be the arbiter of world trade rules, ''has no competence to proceed'' in an issue of American national security. ''We will not show up,'' a senior Administration official said today when asked what Washington would do when the panel convened.","label":"Space, Science, Technology and Communications"},{"text":"With two months to go to the primary and four months to the general election, the Democratic candidates for mayor of New York City have failed to win the backing of the city's most powerful unions, a traditional bastion of support that Democrats o...With two months to go to the primary and four months to the general election, the Democratic candidates for mayor of New York City have failed to win the backing of the city's most powerful unions, a traditional bastion of support that Democrats often rely on to lift them to victory in citywide races. In fact, several important unions have already thrown their support to Mayor Rudolph W. Giuliani, including the 100,000-member Building Trades Council and the firefighters' union. And municipal unions that have long supported Democratic candidates, like the teachers' union and District Council 37, the city's largest union, have thus far refrained from making an endorsement.","label":"Health"},{"text":"A letter to Congress from the director of central intelligence has brought into public view divisions within the administration over what intelligence shows about Iraq's intentions and its willingness to ally itself with Al Qaeda.    The letter an...A letter to Congress from the director of central intelligence has brought into public view divisions within the administration over what intelligence shows about Iraq's intentions and its willingness to ally itself with Al Qaeda. The letter and other reports from the C.I.A. paint a worrisome picture of Iraq's pursuit of nuclear and other weapons of mass destruction. But they do not support the White House's view that Iraq presents an immediate threat to the American homeland and may use Al Qaeda to carry out attacks at any moment.","label":"Quality of Life"},{"text":"As labor dynasties go, few can rival the Hogans of Chicago.    William T. Hogan Jr. took the helm of Local 714 of the Teamsters in 1990, after his father had run the local for half a century. Now his son Robert heads the local.  As labor dynasties go, few can rival the Hogans of Chicago. William T. Hogan Jr. took the helm of Local 714 of the Teamsters in 1990, after his father had run the local for half a century. Now his son Robert heads the local.","label":"International Affairs and Foreign Aid"},{"text":"U.S. and European authorities want to dig deep into a vast repository of airline itineraries and personal information.U.S. and European authorities want to dig deep into a vast repository of airline itineraries and personal information.","label":"Space, Science, Technology and Communications"},{"text":"It was mid-morning on the main road north out of Kosovo. The police had blocked off the road and automatic gunfire rattled beyond the village. Over the brow of the hill, three Yugoslav Army tanks pulled into position beside the road, training thei...It was mid-morning on the main road north out of Kosovo. The police had blocked off the road and automatic gunfire rattled beyond the village. Over the brow of the hill, three Yugoslav Army tanks pulled into position beside the road, training their guns on the houses opposite. Passengers climbed from their cars to watch as armored troop carriers and trucks full of soldiers poured down the hill and into the village. More soldiers took up positions along the road, hunkering down beneath a grassy bank.","label":"Health"},{"text":"Photo of Bijalic burning during attack by Serbs","label":"Law, Crime, and Family Issues"},{"text":"To reintroduce Katie Couric as an evening news anchor, CBS has launched an ambitious image campaign.To reintroduce Katie Couric as an evening news anchor, CBS has launched an ambitious image campaign.","label":"International Affairs and Foreign Aid"},{"text":"Scientists using a powerful X-ray technique have taken the first snapshots of the contact made by the AIDS virus as it snares its two target sites on the surface of a human cell.    The new pictures show the intricacy and thoroughness of the virus...Scientists using a powerful X-ray technique have taken the first snapshots of the contact made by the AIDS virus as it snares its two target sites on the surface of a human cell. The new pictures show the intricacy and thoroughness of the virus's methods for dodging the human immune system, but also bring to light certain weak points against which new drugs and perhaps vaccines could be designed.","label":"Defense"},{"text":"Threatened with an order from the Immigration and Naturalization Service, Elian Gonzalez's Miami relatives agreed to permit the 6-year-old boat wreck survivor to meet his Cuban grandmothers privately on Wednesday at a place outside the family's ho...Threatened with an order from the Immigration and Naturalization Service, Elian Gonzalez's Miami relatives agreed to permit the 6-year-old boat wreck survivor to meet his Cuban grandmothers privately on Wednesday at a place outside the family's house. The decision came after immigration officials warned the Miami relatives that if they did not agree to the meeting Elian's temporary permission to remain in this country could be revoked.","label":"Health"},{"text":"When protesters lay in the street earlier this year to oppose China's plans for the colony and were arrested for doing so, they knew they would be judged under a centuries-old legal system, the common-law tradition of the British colonial governme...When protesters lay in the street earlier this year to oppose China's plans for the colony and were arrested for doing so, they knew they would be judged under a centuries-old legal system, the common-law tradition of the British colonial government. And when Chanway Investment Company went to court to contest a tax ruling last month, it knew the merits of the case would be decided under that same tradition.","label":"Law, Crime, and Family Issues"},{"text":"CBS announced yesterday that it would provide free television time to the Presidential candidates for campaign statements in the final days before the November election. The time will be made available during CBS's news programs, network officials...CBS announced yesterday that it would provide free television time to the Presidential candidates for campaign statements in the final days before the November election. The time will be made available during CBS's news programs, network officials said, not during prime-time entertainment hours. CBS is the first of the three original broadcast networks to agree to try this approach, which has been championed by its own former anchor, Walter Cronkite, and a coalition of public-interest advocates. CBS gave few details yesterday on how long the candidates' statements would be, how frequently they might appear or what programs might include the statements.","label":"Defense"},{"text":"With hotels empty and foreign businesses fleeing China in fear of SARS, it goes without saying that the new pneumonia has decimated Beijing's economy. But you would not know it here at the White Pagoda Pharmacy.    Packets of an herbal SARS preven...With hotels empty and foreign businesses fleeing China in fear of SARS, it goes without saying that the new pneumonia has decimated Beijing's economy. But you would not know it here at the White Pagoda Pharmacy. Packets of an herbal SARS prevention brew are selling like lemonade on the Fourth of July, and bottles of Long An 84 disinfectant bleach -- limit one to a customer -- seem to grow legs and race out the door.","label":"Transportation"},{"text":"It was at 10:30 this morning that Shirlita Baker's down mood found a new depth.    She started getting upset earlier in the week, watching the police chief try to send messages to the sniper, ''making the cops look so desperate,'' she said.  It was at 10:30 this morning that Shirlita Baker's down mood found a new depth. She started getting upset earlier in the week, watching the police chief try to send messages to the sniper, ''making the cops look so desperate,'' she said.","label":"Foreign Trade"},{"text":"When the notice came in December that his company's health insurance premiums were going up 22 percent, Jonathan South knew what he had to do.     Mr. South, the office manager for a small Manhattan company, dropped the plan with Cigna Healthcare,...When the notice came in December that his company's health insurance premiums were going up 22 percent, Jonathan South knew what he had to do. Mr. South, the office manager for a small Manhattan company, dropped the plan with Cigna Healthcare, one that allowed employees to go to doctors out of the network and would now have cost the company $241 per employee each month, and signed up for a plain vanilla health maintenance plan offered by Aetna, at a cost of $179 a month.","label":"Defense"},{"text":"The Minnesota Correctional Facility is the only prison in the country with a maximum-security wing and no perimeter wall.In 40 years here, Dennis Hron has never worried about the women living across the street -- not even the murderers, the robbers and the kidnappers among them. What Mr. Hron and other residents are up in arms about now is a plan to wall them off.","label":"Community Development and Housing Issues"},{"text":"A man might leer at a Lincoln or covet a Cadillac, people used to say, but he married an Oldsmobile.    Powered by a solid V-8 engine and dressed up in just enough chrome to look prosperous, the Oldsmobile was a softly rumbling chunk of American s...A man might leer at a Lincoln or covet a Cadillac, people used to say, but he married an Oldsmobile. Powered by a solid V-8 engine and dressed up in just enough chrome to look prosperous, the Oldsmobile was a softly rumbling chunk of American steel, a roomy car with less flash than a Cadillac but more prestige than a Chevrolet or a Ford. It was a deacon's car, a shift boss's car, and for as long as even the oldest Americans can remember, it rolled with respectability to the Little League ballpark or the Masonic lodge.","label":"Defense"},{"text":"When Japan, at the zenith of its economic power, built a huge airport in Osaka in the late 1980's, the project set off a seven-year trade battle with the United States over the nearly complete exclusion of non-Japanese companies.    China, Japan's...When Japan, at the zenith of its economic power, built a huge airport in Osaka in the late 1980's, the project set off a seven-year trade battle with the United States over the nearly complete exclusion of non-Japanese companies. China, Japan's heir as Asia's rising star, is now completing its own immense airport here in Guangzhou, the sprawling commercial center of affluent southeastern China. But the Chinese are going about it differently.","label":"Macroeconomics"},{"text":"The hairbrushes and toothbrushes, it turns out, did not yield enough clues.    After Sept. 11, thousands of items were collected from families who lost relatives in the World Trade Center attack, in a hurried and often scattershot effort to help i...The hairbrushes and toothbrushes, it turns out, did not yield enough clues. After Sept. 11, thousands of items were collected from families who lost relatives in the World Trade Center attack, in a hurried and often scattershot effort to help identify remains. But now the New York City medical examiner's office says that more than half of the possible DNA samples it has received are inadequate to make such matches.","label":"International Affairs and Foreign Aid"},{"text":"City and federal officials say that 30,000 to 50,000 of the houses in New Orleans will probably have to be demolished.As crews begin inspecting thousands of rotting houses and preservationists begin efforts to save them, city and federal officials say that 30,000 to 50,000 of the city's houses will probably have to be demolished. That number, though smaller than some earlier predictions, nonetheless represents more than a quarter of the city's housing stock. A few weeks from now, when giant track excavators begin tearing into homes that once sheltered families and nest eggs, the city will experience one of the most painful moments of its ordeal.","label":"Defense"},{"text":"The Clinton Administration is urging its European allies to embark on a new initiative to combat weapons of mass destruction, as an example of the kinds of new threats a modernized, post-Soviet NATO must deal with in the next century, senior Ameri...The Clinton Administration is urging its European allies to embark on a new initiative to combat weapons of mass destruction, as an example of the kinds of new threats a modernized, post-Soviet NATO must deal with in the next century, senior American and NATO-country officials say. In a meeting of the North Atlantic Council in Brussels on Tuesday and Wednesday, called to set the agenda for the 50th anniversary NATO summit meeting to convene here in April, the Americans will propose a new NATO Center for Weapons of Mass Destruction, commonly referred to as ''W.M.D.''","label":"International Affairs and Foreign Aid"},{"text":"Cecile Guede, a 23-year-old H.I.V.-infected mother and patient in an American-financed AIDS treatment experiment here, doesn't yet know if the disease has spared her year-old son.    Like scores of other women who have taken part in the same tests...Cecile Guede, a 23-year-old H.I.V.-infected mother and patient in an American-financed AIDS treatment experiment here, doesn't yet know if the disease has spared her year-old son. Like scores of other women who have taken part in the same tests, she has no idea whether she received medicine or a dummy pill. And she may never be told.","label":"Health"},{"text":"This windswept capital in the Namibian desert is not the kind of arena where Michael Jackson normally plays. And 500 buttoned-down executives and finance ministers talking tariffs are not his usual audience. But the singer came in May, striding up...This windswept capital in the Namibian desert is not the kind of arena where Michael Jackson normally plays. And 500 buttoned-down executives and finance ministers talking tariffs are not his usual audience. But the singer came in May, striding up a conference room aisle in full fedora, lipstick and Sgt. Pepper jacket, with a pushy entourage trailing along, to give a quick speech deploring ''the plight of the children of the universe.'' It ended: ''My new business partner, Don Barden, and I are going to be putting our money where our mouths are. We're going to be looking at global investments that will bring economic development to people and improvement to the lives of children.''","label":"International Affairs and Foreign Aid"},{"text":"The South Afri can economy is Teddy Roosevelt's nightmare what America might  look like if the trusts had never been busted, John D. Rockefeller had won the Standard Oil case and the unions still had to deal with Andrew Carnegie, the autocratic st...The South Afri can economy is Teddy Roosevelt's nightmare what America might look like if the trusts had never been busted, John D. Rockefeller had won the Standard Oil case and the unions still had to deal with Andrew Carnegie, the autocratic steel magnate. Nearly 80 percent of private industry is controlled by five super-conglomerates. Cartels in some industries, like diamonds, operate openly. In staples like beer and sugar, one or two producers dominate the market and set prices. Goods that Americans take for granted, from steaks to new cars to televisions, are so expensive that the average South African cannot afford them.","label":"Transportation"},{"text":"As far as the eye can see, fringed oil palms, the trees that once brought wealth to this peninsula, parade in ranks up and down the hills. But in a bulldozed clearing, rising like a glistening inverted ice cream cone, stands a steel monument to th...As far as the eye can see, fringed oil palms, the trees that once brought wealth to this peninsula, parade in ranks up and down the hills. But in a bulldozed clearing, rising like a glistening inverted ice cream cone, stands a steel monument to the future. It marks the site, 25 miles south of Kuala Lumpur, of what will be this country's new capital and has come to symbolize Malaysia's sprint toward status as a developed nation. In little more than a decade, Malaysia has transformed itself from a commodity-based economy -- dependent on palm oil, rubber and tin -- into one of the new growth engines of Southeast Asia. Foreign investment has been pouring in, the Government has been spending huge amounts on a host of construction projects and home-grown conglomerates have become a force not only here but also throughout the region.","label":"Health"},{"text":"One morning in March, two gunmen unleashed a point-blank barrage at the driver of a sedan carrying the three school-age children of Jorge Paulo Lemann, one of Brazil's wealthiest men. The car's glass did not shatter.    The car was armored, so jus...One morning in March, two gunmen unleashed a point-blank barrage at the driver of a sedan carrying the three school-age children of Jorge Paulo Lemann, one of Brazil's wealthiest men. The car's glass did not shatter. The car was armored, so just one of the 20 bullets fired in the kidnapping attempt punctured the driver's window, grazing his right arm. He sped to safety, weaving through the quiet, tree-lined streets of the exclusive Jardim Europa neighborhood.","label":"Health"},{"text":"This blip of an island in the Irish Sea has muscled its way to a latter-day prosperity through such attractions as ever-lower taxes, offshore banking and motorcycle races around the twisting roads that gird its hilly interior.     Now the island's...This blip of an island in the Irish Sea has muscled its way to a latter-day prosperity through such attractions as ever-lower taxes, offshore banking and motorcycle races around the twisting roads that gird its hilly interior. Now the island's phone company, Manx Telecom, a unit of British Telecommunications, is racing forward in its own ambitious quest: to introduce the world's first phone network using the much-promoted new technology that European telecommunications operators have cast as their holy grail, uniting wireless mobility with the breadth of the Internet.","label":"Banking, Finance, and Domestic Commerce"},{"text":"THE cellphone market extends block after block in this commercial hub in the southeast corner of the country. The ground floors of a string of buildings are filled with hundreds of small, fluorescent-lighted stalls, many with as little as eight fe...THE cellphone market extends block after block in this commercial hub in the southeast corner of the country. The ground floors of a string of buildings are filled with hundreds of small, fluorescent-lighted stalls, many with as little as eight feet of counter space. The vendors sell not only cellphones, which Chinese typically purchase separately from their wireless service contracts, but also every conceivable component: keypads, display screens, batteries, plastic coverings and a dizzying variety of electronic connectors, wires and computer chips. Local phone users browse with buyers from cellphone repair shops and factories from all over China, for this is the nation's cellphone manufacturing and trading center.","label":"Labor, Employment, and Immigration"},{"text":"Skeptics wonder how the 10 newest members of the European Union will ever meet the economic conditions for adopting the euro.THE euro is rising to record levels against the dollar, winning favor as a reserve currency in central banks from Russia to China, and flexing its muscles in bond markets. Yet Europe's common currency, which replaced marks, francs and other national currencies for 300 million Europeans in 2002, is not likely to reach the 75 million people in the newest European Union countries for several more years. When Poland, Hungary, the Czech Republic and seven other nations joined the union in May, there was heady talk about advancing swiftly to the next step in European integration: the euro.","label":"Law, Crime, and Family Issues"},{"text":"StarMedia, one of the biggest and most successful Internet companies in Latin America, has branch offices in seven countries and millions of subscribers throughout the region. But its headquarters are in New York. Its $450 million in financing cam...StarMedia, one of the biggest and most successful Internet companies in Latin America, has branch offices in seven countries and millions of subscribers throughout the region. But its headquarters are in New York. Its $450 million in financing came from investors in the United States. Its stock is listed on the Nasdaq but not on any exchange in Latin America. El Sitio, another Internet service provider with millions of Spanish- and Portugese-speaking users in Latin America, also raised money by selling shares on the Nasdaq. But El Sitio is not traded on any stock exchange in the region where it does most of its business.","label":"Law, Crime, and Family Issues"},{"text":"Spurred by growing Internet use in Japan, Kazutomo Hori in 1995 built Paradise Web, an Internet site that offered chat lines and bulletin boards. The service thrived, but Mr. Hori could not figure out how to get users to pay.    ''People talked ab...Spurred by growing Internet use in Japan, Kazutomo Hori in 1995 built Paradise Web, an Internet site that offered chat lines and bulletin boards. The service thrived, but Mr. Hori could not figure out how to get users to pay. ''People talked about obtaining revenue from advertisements and charging users with electronic money,'' said Mr. Hori, who considered asking customers to make bank transfers or even send in stamps for payment. ''But when will that happen? Ten years from now?''","label":"Education"},{"text":"No business failure in Japan has been more traumatic than that of Hokkaido Takushoku Bank, one of the nation's biggest financial institutions. Its collapse last year sent the entire financial system into a tailspin and set off alarm bells that are...No business failure in Japan has been more traumatic than that of Hokkaido Takushoku Bank, one of the nation's biggest financial institutions. Its collapse last year sent the entire financial system into a tailspin and set off alarm bells that are still ringing in markets worldwide. But now, take a walk inside the marble-pillared, wood-paneled halls of the bank's headquarters here on the northern island of Hokkaido. On a recent morning, more than 120 customers bustled about, making deposits and withdrawals.","label":"Health"},{"text":"Two groups that dominate the purchasing of medical products for about half the nation's nonprofit hospitals have long said they exist to save money, pooling the influence of thousands of hospitals to negotiate a good price on the best products.   ...Two groups that dominate the purchasing of medical products for about half the nation's nonprofit hospitals have long said they exist to save money, pooling the influence of thousands of hospitals to negotiate a good price on the best products. But some hospitals are finding otherwise. They have learned that they can do better on their own, and are now raising questions about the need for the huge buying groups, which negotiated contracts last year for $34 billion in supplies.","label":"Law, Crime, and Family Issues"},{"text":"Faced with the start of formal audits of their wartime accounts next week, Switzerland's banks have quietly told investigators that they recently discovered hundreds of accounts that may have belonged to Holocaust victims and thousands more that t...Faced with the start of formal audits of their wartime accounts next week, Switzerland's banks have quietly told investigators that they recently discovered hundreds of accounts that may have belonged to Holocaust victims and thousands more that they cannot account for. The disclosures were made last week in Jerusalem and Bern to a commission headed by Paul A. Volcker, the former chairman of the Federal Reserve. Next week, after months of preparations and long delays, the commission will begin a series of ''pilot audits'' of accounts opened between 1933 and 1945, to determine how many contain deposits placed in Switzerland by Jews and others to prevent their money from falling into the hands of the Nazis.","label":"Law, Crime, and Family Issues"},{"text":"The Bush administration ordered the immediate inspection of all passenger planes of United States-based airlines after box cutters and small containers of bleach were found in two Southwest Airlines jets. The material was apparently placed there b...The Bush administration ordered the immediate inspection of all passenger planes of United States-based airlines after box cutters and small containers of bleach were found in two Southwest Airlines jets. The material was apparently placed there by someone who wanted to mock federal airport safety procedures. Administration officials said the material was found in plastic bags hidden in the lavatories of the two Boeing 737's as they were parked Thursday night in New Orleans and Houston.","label":"Education"},{"text":"The line between medical research and product promotion may be blurring, as seen in Guidant's payments to doctors.By January, about 80 cardiologists nationwide completed an evaluation run by the Guidant Corporation of one of its products, an improved electrical component, known as a lead, that connects an implanted cardiac device to the heart. In exchange for implanting the lead in three patients and completing five survey forms, each physician received $1,000 from Guidant.","label":"Law, Crime, and Family Issues"},{"text":"At least 90 former officials are working for companies that collectively do billions of dollars' worth of domestic security business.At least 90 former officials are working for companies that collectively do billions of dollars' worth of domestic security business.","label":"International Affairs and Foreign Aid"},{"text":"Frustrated by rising juvenile violence and crime, states and cities around the country are rushing to enact laws making parents responsible for the misbehavior of their children.         The National Conference of State Legislatures says about hal...Frustrated by rising juvenile violence and crime, states and cities around the country are rushing to enact laws making parents responsible for the misbehavior of their children. The National Conference of State Legislatures says about half the states have passed laws in the last few years to either toughen existing sanctions or add new ones against parents of young offenders. In 1995 alone, at least 10 states from New Hampshire to Louisiana to Oregon passed so-called parental responsibility laws calling for fines or sometimes imprisonment.","label":"Transportation"},{"text":"President Clinton's plan to raise the achievement of schoolchildren across America by reducing the size of their classes to 18 from an average of 22 has the dramatic appeal of a simple idea.    The plan, which Mr. Clinton raised in his State of th...President Clinton's plan to raise the achievement of schoolchildren across America by reducing the size of their classes to 18 from an average of 22 has the dramatic appeal of a simple idea. The plan, which Mr. Clinton raised in his State of the Union Message on Tuesday, holds out the promise of a huge Federal infusion of cash aimed especially at some of the country's largest, poorest and most troubled urban school districts. And it would address what parents and teachers have long seen as a crucial factor in how well children learn -- class size in the early grades.","label":"Defense"},{"text":"Photo of Bill Cosby and his wife, Camille, after they learned that their son, Ennis, was murdered in Los Angeles","label":"International Affairs and Foreign Aid"},{"text":"Prosecutors are investigating whether Maurice Greenberg, the former chief of American International Group, orchestrated a manipulation of the company's stock price.Federal prosecutors in Manhattan have opened an investigation into whether Maurice R. Greenberg, the former chairman and chief executive of the insurance giant American International Group, orchestrated an effort to manipulate the company's stock price in his final weeks as chief, people officially briefed on the inquiry said yesterday. The investigation was prompted by an executive with the company's trading group, who told the company late last week that he had talked with Mr. Greenberg about A.I.G.'s stock price in February, at a time that it had begun to fall sharply. People who have heard a recording of the conversations say Mr. Greenberg can be heard instructing the trader to buy shares of A.I.G. Such purchases may violate federal securities law.","label":"Law, Crime, and Family Issues"}]